
const TestObjects = [
	{
		"Ежемесячный доход клиента": {
			"attr": {
				"id": "65f23f0ce2f3838c4eb0a4f4",
				"name": "Ежемесячный доход клиента",
				"type": 0,
				"value": [
					{
						"minValue": 0,
						"maxValue": 1000000
					}
				]
			},
			"value": 100000
		},
		"История кредитования": {
			"attr": {
				"id": "65f23f48e2f3838c4eb0a4fa",
				"name": "История кредитования",
				"type": 3,
				"value": [
					{
						"minValue": 0,
						"maxValue": 10
					}
				]
			},
			"value": 7
		},
		"Семейное положение": {
			"attr": {
				"id": "65f23f4de2f3838c4eb0a4fc",
				"name": "Семейное положение",
				"type": 1,
				"value": [
					"В браке",
					"Не в браке",
					"Разведен(а)"
				]
			},
			"value": "В браке"
		},
		"Возраст клиента": {
			"attr": {
				"id": "65f23f52e2f3838c4eb0a4fe",
				"name": "Возраст клиента",
				"type": 0,
				"value": [
					{
						"minValue": 0,
						"maxValue": 100
					}
				]
			},
			"value": 35
		},
		"Наличие недвижимости или автомобиля": {
			"attr": {
				"id": "65f23f57e2f3838c4eb0a500",
				"name": "Наличие недвижимости или автомобиля",
				"type": 2,
				"value": []
			},
			"value": true
		},
		"Платежеспособность": {
			"attr": {
				"id": "65f23f5ce2f3838c4eb0a502",
				"name": "Платежеспособность",
				"type": 3,
				"value": [
					{
						"minValue": 0,
						"maxValue": 1
					}
				]
			},
			"value": 1
		},
		"Кредитная нагрузка": {
			"attr": {
				"id": "65f23f61e2f3838c4eb0a504",
				"name": "Кредитная нагрузка",
				"type": 3,
				"value": [
					{
						"minValue": 0,
						"maxValue": 2
					}
				]
			},
			"value": 1
		},
		"Источник дохода": {
			"attr": {
				"id": "65f23f65e2f3838c4eb0a506",
				"name": "Источник дохода",
				"type": 1,
				"value": [
					"Заработная плата",
					"Бизнес",
					"Инвестиции",
					"Нет",
					"Иные источники"
				]
			},
			"value": "Заработная плата"
		},
		"Личные рекомендации или поручительства": {
			"attr": {
				"id": "65f23f6ae2f3838c4eb0a508",
				"name": "Личные рекомендации или поручительства",
				"type": 2,
				"value": []
			},
			"value": false
		},
		"Трудовой стаж": {
			"attr": {
				"id": "65f23f6ee2f3838c4eb0a50a",
				"name": "Трудовой стаж",
				"type": 0,
				"value": [
					{
						"minValue": 0,
						"maxValue": 86
					}
				]
			},
			"value": 10
		},
		"Стабильность занятости": {
			"attr": {
				"id": "65f23f72e2f3838c4eb0a50c",
				"name": "Стабильность занятости",
				"type": 3,
				"value": [
					{
						"minValue": 0,
						"maxValue": 1
					}
				]
			},
			"value": 1
		},
		"Цель кредита": {
			"attr": {
				"id": "65f23f77e2f3838c4eb0a50e",
				"name": "Цель кредита",
				"type": 1,
				"value": [
					"Недвижимость",
					"Образование",
					"Автомобиль",
					"Ремонт жилья",
					"Путешествие",
					"Оплата медицинских расходов",
					"Погашение других кредитов",
					"Оплата налогов",
					"Развлечения и хобби",
					"Иные нужды"
				]
			},
			"value": "Недвижимость"
		},
		"Срок кредита": {
			"attr": {
				"id": "65f23f7be2f3838c4eb0a510",
				"name": "Срок кредита",
				"type": 0,
				"value": [
					{
						"minValue": 1,
						"maxValue": 1020
					}
				]
			},
			"value": 240
		}
	},
	{
		"Ежемесячный доход клиента": {
			"attr": {
				"id": "65f23f0ce2f3838c4eb0a4f4",
				"name": "Ежемесячный доход клиента",
				"type": 0,
				"value": [
					{
						"minValue": 0,
						"maxValue": 1000000
					}
				]
			},
			"value": 60000
		},
		"История кредитования": {
			"attr": {
				"id": "65f23f48e2f3838c4eb0a4fa",
				"name": "История кредитования",
				"type": 3,
				"value": [
					{
						"minValue": 0,
						"maxValue": 10
					}
				]
			},
			"value": 3
		},
		"Семейное положение": {
			"attr": {
				"id": "65f23f4de2f3838c4eb0a4fc",
				"name": "Семейное положение",
				"type": 1,
				"value": [
					"В браке",
					"Не в браке",
					"Разведен(а)"
				]
			},
			"value": "Не в браке"
		},
		"Возраст клиента": {
			"attr": {
				"id": "65f23f52e2f3838c4eb0a4fe",
				"name": "Возраст клиента",
				"type": 0,
				"value": [
					{
						"minValue": 0,
						"maxValue": 100
					}
				]
			},
			"value": 28
		},
		"Наличие недвижимости или автомобиля": {
			"attr": {
				"id": "65f23f57e2f3838c4eb0a500",
				"name": "Наличие недвижимости или автомобиля",
				"type": 2,
				"value": []
			},
			"value": true
		},
		"Платежеспособность": {
			"attr": {
				"id": "65f23f5ce2f3838c4eb0a502",
				"name": "Платежеспособность",
				"type": 3,
				"value": [
					{
						"minValue": 0,
						"maxValue": 1
					}
				]
			},
			"value": 0
		},
		"Кредитная нагрузка": {
			"attr": {
				"id": "65f23f61e2f3838c4eb0a504",
				"name": "Кредитная нагрузка",
				"type": 3,
				"value": [
					{
						"minValue": 0,
						"maxValue": 2
					}
				]
			},
			"value": 2
		},
		"Источник дохода": {
			"attr": {
				"id": "65f23f65e2f3838c4eb0a506",
				"name": "Источник дохода",
				"type": 1,
				"value": [
					"Заработная плата",
					"Бизнес",
					"Инвестиции",
					"Нет",
					"Иные источники"
				]
			},
			"value": "Иные источники"
		},
		"Личные рекомендации или поручительства": {
			"attr": {
				"id": "65f23f6ae2f3838c4eb0a508",
				"name": "Личные рекомендации или поручительства",
				"type": 2,
				"value": []
			},
			"value": true
		},
		"Трудовой стаж": {
			"attr": {
				"id": "65f23f6ee2f3838c4eb0a50a",
				"name": "Трудовой стаж",
				"type": 0,
				"value": [
					{
						"minValue": 0,
						"maxValue": 86
					}
				]
			},
			"value": 5
		},
		"Стабильность занятости": {
			"attr": {
				"id": "65f23f72e2f3838c4eb0a50c",
				"name": "Стабильность занятости",
				"type": 3,
				"value": [
					{
						"minValue": 0,
						"maxValue": 1
					}
				]
			},
			"value": 0
		},
		"Цель кредита": {
			"attr": {
				"id": "65f23f77e2f3838c4eb0a50e",
				"name": "Цель кредита",
				"type": 1,
				"value": [
					"Недвижимость",
					"Образование",
					"Автомобиль",
					"Ремонт жилья",
					"Путешествие",
					"Оплата медицинских расходов",
					"Погашение других кредитов",
					"Оплата налогов",
					"Развлечения и хобби",
					"Иные нужды"
				]
			},
			"value": "Образование"
		},
		"Срок кредита": {
			"attr": {
				"id": "65f23f7be2f3838c4eb0a510",
				"name": "Срок кредита",
				"type": 0,
				"value": [
					{
						"minValue": 1,
						"maxValue": 1020
					}
				]
			},
			"value": 120
		}
	},
	{
		"Ежемесячный доход клиента": {
			"attr": {
				"id": "65f23f0ce2f3838c4eb0a4f4",
				"name": "Ежемесячный доход клиента",
				"type": 0,
				"value": [
					{
						"minValue": 0,
						"maxValue": 1000000
					}
				]
			},
			"value": 150000
		},
		"История кредитования": {
			"attr": {
				"id": "65f23f48e2f3838c4eb0a4fa",
				"name": "История кредитования",
				"type": 3,
				"value": [
					{
						"minValue": 0,
						"maxValue": 10
					}
				]
			},
			"value": 9
		},
		"Семейное положение": {
			"attr": {
				"id": "65f23f4de2f3838c4eb0a4fc",
				"name": "Семейное положение",
				"type": 1,
				"value": [
					"В браке",
					"Не в браке",
					"Разведен(а)"
				]
			},
			"value": "Разведен(а)"
		},
		"Возраст клиента": {
			"attr": {
				"id": "65f23f52e2f3838c4eb0a4fe",
				"name": "Возраст клиента",
				"type": 0,
				"value": [
					{
						"minValue": 0,
						"maxValue": 100
					}
				]
			},
			"value": 45
		},
		"Наличие недвижимости или автомобиля": {
			"attr": {
				"id": "65f23f57e2f3838c4eb0a500",
				"name": "Наличие недвижимости или автомобиля",
				"type": 2,
				"value": []
			},
			"value": true
		},
		"Платежеспособность": {
			"attr": {
				"id": "65f23f5ce2f3838c4eb0a502",
				"name": "Платежеспособность",
				"type": 3,
				"value": [
					{
						"minValue": 0,
						"maxValue": 1
					}
				]
			},
			"value": 1
		},
		"Кредитная нагрузка": {
			"attr": {
				"id": "65f23f61e2f3838c4eb0a504",
				"name": "Кредитная нагрузка",
				"type": 3,
				"value": [
					{
						"minValue": 0,
						"maxValue": 2
					}
				]
			},
			"value": 0
		},
		"Источник дохода": {
			"attr": {
				"id": "65f23f65e2f3838c4eb0a506",
				"name": "Источник дохода",
				"type": 1,
				"value": [
					"Заработная плата",
					"Бизнес",
					"Инвестиции",
					"Нет",
					"Иные источники"
				]
			},
			"value": "Бизнес"
		},
		"Личные рекомендации или поручительства": {
			"attr": {
				"id": "65f23f6ae2f3838c4eb0a508",
				"name": "Личные рекомендации или поручительства",
				"type": 2,
				"value": []
			},
			"value": false
		},
		"Трудовой стаж": {
			"attr": {
				"id": "65f23f6ee2f3838c4eb0a50a",
				"name": "Трудовой стаж",
				"type": 0,
				"value": [
					{
						"minValue": 0,
						"maxValue": 86
					}
				]
			},
			"value": 20
		},
		"Стабильность занятости": {
			"attr": {
				"id": "65f23f72e2f3838c4eb0a50c",
				"name": "Стабильность занятости",
				"type": 3,
				"value": [
					{
						"minValue": 0,
						"maxValue": 1
					}
				]
			},
			"value": 1
		},
		"Цель кредита": {
			"attr": {
				"id": "65f23f77e2f3838c4eb0a50e",
				"name": "Цель кредита",
				"type": 1,
				"value": [
					"Недвижимость",
					"Образование",
					"Автомобиль",
					"Ремонт жилья",
					"Путешествие",
					"Оплата медицинских расходов",
					"Погашение других кредитов",
					"Оплата налогов",
					"Развлечения и хобби",
					"Иные нужды"
				]
			},
			"value": "Оплата медицинских расходов"
		},
		"Срок кредита": {
			"attr": {
				"id": "65f23f7be2f3838c4eb0a510",
				"name": "Срок кредита",
				"type": 0,
				"value": [
					{
						"minValue": 1,
						"maxValue": 1020
					}
				]
			},
			"value": 60
		}
	},
	{
		"Ежемесячный доход клиента": {
			"attr": {
				"id": "65f23f0ce2f3838c4eb0a4f4",
				"name": "Ежемесячный доход клиента",
				"type": 0,
				"value": [
					{
						"minValue": 0,
						"maxValue": 1000000
					}
				]
			},
			"value": 20000
		},
		"История кредитования": {
			"attr": {
				"id": "65f23f48e2f3838c4eb0a4fa",
				"name": "История кредитования",
				"type": 3,
				"value": [
					{
						"minValue": 0,
						"maxValue": 10
					}
				]
			},
			"value": 2
		},
		"Семейное положение": {
			"attr": {
				"id": "65f23f4de2f3838c4eb0a4fc",
				"name": "Семейное положение",
				"type": 1,
				"value": [
					"В браке",
					"Не в браке",
					"Разведен(а)"
				]
			},
			"value": "Не в браке"
		},
		"Возраст клиента": {
			"attr": {
				"id": "65f23f52e2f3838c4eb0a4fe",
				"name": "Возраст клиента",
				"type": 0,
				"value": [
					{
						"minValue": 0,
						"maxValue": 100
					}
				]
			},
			"value": 25
		},
		"Наличие недвижимости или автомобиля": {
			"attr": {
				"id": "65f23f57e2f3838c4eb0a500",
				"name": "Наличие недвижимости или автомобиля",
				"type": 2,
				"value": []
			},
			"value": false
		},
		"Платежеспособность": {
			"attr": {
				"id": "65f23f5ce2f3838c4eb0a502",
				"name": "Платежеспособность",
				"type": 3,
				"value": [
					{
						"minValue": 0,
						"maxValue": 1
					}
				]
			},
			"value": 0
		},
		"Кредитная нагрузка": {
			"attr": {
				"id": "65f23f61e2f3838c4eb0a504",
				"name": "Кредитная нагрузка",
				"type": 3,
				"value": [
					{
						"minValue": 0,
						"maxValue": 2
					}
				]
			},
			"value": 2
		},
		"Источник дохода": {
			"attr": {
				"id": "65f23f65e2f3838c4eb0a506",
				"name": "Источник дохода",
				"type": 1,
				"value": [
					"Заработная плата",
					"Бизнес",
					"Инвестиции",
					"Нет",
					"Иные источники"
				]
			},
			"value": "Нет"
		},
		"Личные рекомендации или поручительства": {
			"attr": {
				"id": "65f23f6ae2f3838c4eb0a508",
				"name": "Личные рекомендации или поручительства",
				"type": 2,
				"value": []
			},
			"value": false
		},
		"Трудовой стаж": {
			"attr": {
				"id": "65f23f6ee2f3838c4eb0a50a",
				"name": "Трудовой стаж",
				"type": 0,
				"value": [
					{
						"minValue": 0,
						"maxValue": 86
					}
				]
			},
			"value": 2
		},
		"Стабильность занятости": {
			"attr": {
				"id": "65f23f72e2f3838c4eb0a50c",
				"name": "Стабильность занятости",
				"type": 3,
				"value": [
					{
						"minValue": 0,
						"maxValue": 1
					}
				]
			},
			"value": -1
		},
		"Цель кредита": {
			"attr": {
				"id": "65f23f77e2f3838c4eb0a50e",
				"name": "Цель кредита",
				"type": 1,
				"value": [
					"Недвижимость",
					"Образование",
					"Автомобиль",
					"Ремонт жилья",
					"Путешествие",
					"Оплата медицинских расходов",
					"Погашение других кредитов",
					"Оплата налогов",
					"Развлечения и хобби",
					"Иные нужды"
				]
			},
			"value": "Погашение других кредитов"
		},
		"Срок кредита": {
			"attr": {
				"id": "65f23f7be2f3838c4eb0a510",
				"name": "Срок кредита",
				"type": 0,
				"value": [
					{
						"minValue": 1,
						"maxValue": 1020
					}
				]
			},
			"value": 36
		}
	},
	{
		"Ежемесячный доход клиента": {
			"attr": {
				"id": "65f23f0ce2f3838c4eb0a4f4",
				"name": "Ежемесячный доход клиента",
				"type": 0,
				"value": [
					{
						"minValue": 0,
						"maxValue": 1000000
					}
				]
			},
			"value": 80000
		},
		"История кредитования": {
			"attr": {
				"id": "65f23f48e2f3838c4eb0a4fa",
				"name": "История кредитования",
				"type": 3,
				"value": [
					{
						"minValue": 0,
						"maxValue": 10
					}
				]
			},
			"value": 5
		},
		"Семейное положение": {
			"attr": {
				"id": "65f23f4de2f3838c4eb0a4fc",
				"name": "Семейное положение",
				"type": 1,
				"value": [
					"В браке",
					"Не в браке",
					"Разведен(а)"
				]
			},
			"value": "В браке"
		},
		"Возраст клиента": {
			"attr": {
				"id": "65f23f52e2f3838c4eb0a4fe",
				"name": "Возраст клиента",
				"type": 0,
				"value": [
					{
						"minValue": 0,
						"maxValue": 100
					}
				]
			},
			"value": 40
		},
		"Наличие недвижимости или автомобиля": {
			"attr": {
				"id": "65f23f57e2f3838c4eb0a500",
				"name": "Наличие недвижимости или автомобиля",
				"type": 2,
				"value": []
			},
			"value": true
		},
		"Платежеспособность": {
			"attr": {
				"id": "65f23f5ce2f3838c4eb0a502",
				"name": "Платежеспособность",
				"type": 3,
				"value": [
					{
						"minValue": 0,
						"maxValue": 1
					}
				]
			},
			"value": 1
		},
		"Кредитная нагрузка": {
			"attr": {
				"id": "65f23f61e2f3838c4eb0a504",
				"name": "Кредитная нагрузка",
				"type": 3,
				"value": [
					{
						"minValue": 0,
						"maxValue": 2
					}
				]
			},
			"value": 1
		},
		"Источник дохода": {
			"attr": {
				"id": "65f23f65e2f3838c4eb0a506",
				"name": "Источник дохода",
				"type": 1,
				"value": [
					"Заработная плата",
					"Бизнес",
					"Инвестиции",
					"Нет",
					"Иные источники"
				]
			},
			"value": "Заработная плата"
		},
		"Личные рекомендации или поручительства": {
			"attr": {
				"id": "65f23f6ae2f3838c4eb0a508",
				"name": "Личные рекомендации или поручительства",
				"type": 2,
				"value": []
			},
			"value": false
		},
		"Трудовой стаж": {
			"attr": {
				"id": "65f23f6ee2f3838c4eb0a50a",
				"name": "Трудовой стаж",
				"type": 0,
				"value": [
					{
						"minValue": 0,
						"maxValue": 86
					}
				]
			},
			"value": 15
		},
		"Стабильность занятости": {
			"attr": {
				"id": "65f23f72e2f3838c4eb0a50c",
				"name": "Стабильность занятости",
				"type": 3,
				"value": [
					{
						"minValue": 0,
						"maxValue": 1
					}
				]
			},
			"value": 1
		},
		"Цель кредита": {
			"attr": {
				"id": "65f23f77e2f3838c4eb0a50e",
				"name": "Цель кредита",
				"type": 1,
				"value": [
					"Недвижимость",
					"Образование",
					"Автомобиль",
					"Ремонт жилья",
					"Путешествие",
					"Оплата медицинских расходов",
					"Погашение других кредитов",
					"Оплата налогов",
					"Развлечения и хобби",
					"Иные нужды"
				]
			},
			"value": "Ремонт жилья"
		},
		"Срок кредита": {
			"attr": {
				"id": "65f23f7be2f3838c4eb0a510",
				"name": "Срок кредита",
				"type": 0,
				"value": [
					{
						"minValue": 1,
						"maxValue": 1020
					}
				]
			},
			"value": 120
		}
	},
];

export default TestObjects;