
const TestObjects = [
	//Высокая
	{
		"Ежемесячный доход клиента": {
			"value": 100000
		},
		"История кредитования": {
			"value": 7
		},
		"Семейное положение": {
			"value": "В браке"
		},
		"Возраст клиента": {
			"value": 35
		},
		"Наличие недвижимости или автомобиля": {
			"value": true
		},
		"Платежеспособность": {
			"value": 1
		},
		"Кредитная нагрузка": {
			"value": 0
		},
		"Источник дохода": {
			"value": "Заработная плата"
		},
		"Личные рекомендации или поручительства": {
			"value": true
		},
		"Трудовой стаж": {
			"value": 10
		},
		"Стабильность занятости": {
			"value": 1
		},
		"Цель кредита": {
			"value": "Недвижимость"
		},
		"Срок кредита": {
			"value": 240
		}
	},
	//Низкая
	{
		"Ежемесячный доход клиента": {
			"value": 28000
		},
		"История кредитования": {
			"value": 3
		},
		"Семейное положение": {
			"value": "Не в браке"
		},
		"Возраст клиента": {
			"value": 28
		},
		"Наличие недвижимости или автомобиля": {
			"value": true
		},
		"Платежеспособность": {
			"value": 0.217
		},
		"Кредитная нагрузка": {
			"value": 0.73
		},
		"Источник дохода": {
			"value": "Иные источники"
		},
		"Личные рекомендации или поручительства": {
			"value": false
		},
		"Трудовой стаж": {
			"value": 5
		},
		"Стабильность занятости": {
			"value": 0.35
		},
		"Цель кредита": {
			"value": "Образование"
		},
		"Срок кредита": {
			"value": 120
		}
	},
	//Средняя
	{
		"Ежемесячный доход клиента": {
			"value": 87000
		},
		"История кредитования": {
			"value": 7
		},
		"Семейное положение": {
			"value": "Не в браке"
		},
		"Возраст клиента": {
			"value": 45
		},
		"Наличие недвижимости или автомобиля": {
			"value": true
		},
		"Платежеспособность": {
			"value": 0.8
		},
		"Кредитная нагрузка": {
			"value": 0
		},
		"Источник дохода": {
			"value": "Бизнес"
		},
		"Личные рекомендации или поручительства": {
			"value": true
		},
		"Трудовой стаж": {
			"value": 20
		},
		"Стабильность занятости": {
			"value": 0.9
		},
		"Цель кредита": {
			"value": "Оплата медицинских расходов"
		},
		"Срок кредита": {
			"value": 60
		}
	},
	//Невозможная
	{
		"Ежемесячный доход клиента": {
			"value": 12000
		},
		"История кредитования": {
			"value": 2
		},
		"Семейное положение": {
			"value": "Разведен(а)"
		},
		"Возраст клиента": {
			"value": 25
		},
		"Наличие недвижимости или автомобиля": {
			"value": false
		},
		"Платежеспособность": {
			"value": 0.05
		},
		"Кредитная нагрузка": {
			"value": 2
		},
		"Источник дохода": {
			"value": "Нет"
		},
		"Личные рекомендации или поручительства": {
			"value": false
		},
		"Трудовой стаж": {
			"value": 2
		},
		"Стабильность занятости": {
			"value": 0
		},
		"Цель кредита": {
			"value": "Погашение других кредитов"
		},
		"Срок кредита": {
			"value": 36
		}
	},
	//Ни рыба ни мсяо
	{
		"Ежемесячный доход клиента": {
			"value": 80000
		},
		"История кредитования": {
			"value": 5
		},
		"Семейное положение": {
			"value": "В браке"
		},
		"Возраст клиента": {
			"value": 40
		},
		"Наличие недвижимости или автомобиля": {
			"value": true
		},
		"Платежеспособность": {
			"value": 1
		},
		"Кредитная нагрузка": {
			"value": 1
		},
		"Источник дохода": {
			"value": "Заработная плата"
		},
		"Личные рекомендации или поручительства": {
			"value": false
		},
		"Трудовой стаж": {
			"value": 15
		},
		"Стабильность занятости": {
			"value": 1
		},
		"Цель кредита": {
			"value": "Ремонт жилья"
		},
		"Срок кредита": {
			"value": 120
		}
	},
];

export default TestObjects;